burning_hello_1 = '''•В отличие от обычного кофе, этот вид
стоит подавать в больших стаканах, как, 
например, те, что используются для подачи 
самбуки.\n•	Рецепт рассчитан на 4 порции.'''
burning_hello_inv = '''Инвентарь:\n- Турка.\n
- Большие стаканы.'''
burning_hello_ing = '''Необходимые ингредиенты:\n
- 4 стакана воды;\n
- 60 грамм кофе;\n
- 90 грамм сахара;\n
- 85 грамм рома (можно взять чистый спирт ;) );'''
burning_step_1 = '''Кофе вместе с сахаром высыпаем в кипяток, 
доводим до кипения и оставляем на 
небольшое время, чтобы он настоялся.'''
burning_step_3 = '''В отдельную посуду наливаем ром, поджигаем 
и разливаем в каждую чашку в горящем виде.'''
with_cinnamon_hello_1 = '''•	Подавать напиток рекомендуется в стандартных 
для капучино.\n•	В конце приготовления 
напиток можно украсить, посыпав его какао 
или шоколадной крошкой.'''
with_cinnamon_hello_inv = '''Инвентарь:\n- Турка
- Взбиватель для молока. \n
- Приборы для кофепития. '''
with_cinnamon_hello_ing = '''Необходимые ингредиенты:\n
- 1 столовая ложка кофе тончайшего помола;\n
- 120 мл холодного молока;\n
- 5 грамм корицы;'''
with_cinnamon_step_1 = '''Сварите около 40 мл обычного эспрессо и 
перелейте в чашку для капучино.'''
with_cinnamon_step_3 = '''Приготовьте молоко с пенкой. Чтобы получилась 
воздушная пенка, можно взять обычный 
взбиватель для молока.'''
with_cinnamon_step_4 = '''Влейте молоко в кофе следующим образом: 
направляйте струйку молока в самый центр 
чашки, затем плавными движениями формируйте 
молочным напитком небольшую сердцевину 
округлой формы.'''
with_cinnamon_step_5 = '''Когда чашка будет почти полная, приподнимите 
питчер и перечеркиваем наш круг 
небольшим количеством молока по диаметру.'''
cap_hello_inv = '''Инвентарь:\n- Кофемолка. (Лучше всего подойдет 
ручная. Также можно использовать заранее 
перемолотый кофе.\n- Турка.\n- Сито или марля.\n
- Миксер или взбиватель для молока\n
- Приборы для кофепития.\n'''
cap_hello_ing = '''Необходимые ингредиенты:\n
- 1-1.5 чайные ложки зернового или молотого кофе.\n
- 50мл молока или сливок.\n
- Сахар / ванилин/ ванильный сахар (по вкусу)'''
cap_step_1 = '''Завариваем кофе в турке. Доводим до кипения 
(когда начнет подниматься кофейная «шапка») 
и снимаем с огня. Повторяем процедуру 6-7 раз.'''
cap_step_2 = '''Нагреваем молоко в ёмкости (можно в турке) 
на медленном огне, по желанию добавляем 
ванилин и либо сразу, либо после закипания 
начинаем взбивать молоко взбиателем или 
миксером до появления мелких пузырьков'''
cap_step_4 = '''Процеженный кофе наливаем на ¾ чашки, 
при желании добавляем сахар или другой 
подсластитель'''
cap_step_5 = '''Выливаем молоко в кружку с кофе и ложкой 
выкладываем пену.'''
esp_hello_inv = '''Инвентарь:\n- Кофемолка. 
(Лучше всего подойдет ручная.
Также можно использовать заранее перемолотый кофе.\n
- Турка.\n- Кастрюля.\n- Блюдце.\n
- Приборы для кофепития.\n'''
esp_hello_ing = '''Необходимые ингредиенты:\n
- 2-3 ложки зернового или молотого кофе.\n
- 200 миллилитров фильтрованной воды.\n
- 2-3 ложечки сахара.\n- 1/5 чайной ложки соли.'''
esp_step_2 = '''Возьмите турку (0.25 мл) 
и насыпьте в нее 2-3 чайные ложечки молотой смеси, пару 
ложек сахара и немного крупной поваренной соли.\n
Тщательно все перемешайте.\n
Поставьте турку на огонь для прогревания. 
Держите турку на расстоянии нескольких сантиметров 
над огнем и регульрно помешивайте, чтобы сухая смесь не пригорела.\n
Начните нагревать воду до 40 градусов.'''
esp_step_3 = '''После полного прогревания смеси 
(определить можно по исходящему от неё жару) 
добавьте в неё заранее нагретую до 30-40 градусов воду.'''
esp_step_4 = '''Доведите содержимое турки до кипения и 
сразу уберите с огня. Тщательно перемешайте смесь, 
чтобы поднявшаяся гуща снова оказалась под водой.\n
Снова поставьте турку на огонь.'''
esp_step_5 = '''После второго закипания уберите турку с огня 
и накройте блюдцем на 5-7 минут, чтобы смесь 
отстоялась.'''
esp_step_6 = '''Удивительно, но вы смогли приготовить домашний кофе эспрессо. Осталось перелить его 
в кофейную чашку, и можно приступать к 
употреблению.\n
*При желании в кофе можно добавить корицу, взбитые
сливки или молоко. Это придаст ему особенный вкус.'''
glace_ing = '''Необходимые ингредиенты (на 1 порцию):\n
- 3 чайные ложки молотого кофе\n
- 1/2 чайной ложки какао\n
- 1 яичный желток\n
- 50 грамм ванильного мороженого'''
glace_1 = '''Энергетическая ценность (на 1 порцию):\n
Белки: 7.3 грамм\n
Жиры: 13.5 грамм\n
Углеводы: 28.2 грамма\n
Калорийность: 264 ккал'''
glace_inv = '''А найти нужный инвентарь сможете сами, мне лень'''
glace_step_1 = '''Засыпьте в турку кофе, какао и ложку сахара 
(по вкусу; он необходим для появления корочки 
(пенки), которая обеспечит напитку более 
насыщенный вкус и аромат).'''
glace_step_2 = '''Залейте смесь 150 мл холодной воды. 
Поставьте турку на слабый огонь.'''
glace_step_3 = '''Пока турка нагревается, нужно отделить желток 
и тщательно растереть с чайной ложкой сахара.'''
glace_step_4 = '''Когда кофе начнёт кипеть, снимите турку с огня
и через полминуты снова поставьте на огонь. 
Сделайте так 3 раза.'''
glace_step_5 = '''В яично-сахарную смесь аккуратно влейте через 
сито сваренный кофе, постоянно помешивая, 
чтобы желток не схватился.'''
glace_step_6 = '''Перелейте напиток в бокал, положив сверху
шарик ванильного мороженого. "
При желании можно слегка присыпать корицей,"
шоколадной крошкой или какао. \n
Ничего себе, у вас получилось! Приятного аппетита!'''
glace_end = '''** Можно импровизировать с приправами — перед"
варкой добавить к кофе немного молотого имбиря, 
корицы или ванильного сахара (а для яркости вкуса 
даже чуточку красного перца). Для вечернего варианта 
при подаче можно добавить чуточку ликера, коньяка или 
виски. А также развлекайтесь с карамельными или 
шоколадными соусами поверх мороженого — тут может 
исполниться любая мечта). Но и без этого по базовому 
рецепту напиток получается очень насыщенным!'''
